export default [
	{
		title: "隐私政策",
		content: `
		前言
		欢迎您使用${import.meta.env.VITE_DOMAIN}网站（以下简称“本网站”）的服务！
		
		本网站指包括但不限于${import.meta.env.VITE_DOMAIN}及其他遍及全球的${import.meta.env.VITE_DOMAIN}相关网站及网站相关服务。为本网站的所有权、著作权等完整相关权利归属于本网站。
		
		使用本网站的相关服务，您应当阅读并遵守《${import.meta.env.VITE_DOMAIN}网络服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款。
		
		除非您已阅读并接受本协议所有条款并且已年满18周岁，否则您无权使用包括本网站在内的相关网络服务。您使用本网站的服务即视为您已阅读且清楚理解并同意本协议的约束，否则请勿使用本网站及相关服务。
		
		如果您未满18周岁，请立刻停止使用本网站服务，本网站不向未满18周岁的未成年人提供相关服务，如若坚持使用本网站服务，产生的一系列的相关权利义务都不产生任何效力。
		
		账号与密码安全
		1、您在使用本网站的服务时可能需要使用第三方账号或者使用短信验证登录使用本网站服务，相关账号安全及保障应由您及第三方进行维护。
		
		2、您不应将自己在本网站处使用的帐号、密码以任何理由任何方式转让或出借予他人使用。如您发现自己在本网站处使用的帐号遭他人非法使用，应立即通知本网站，并有义务通知本网站采取措施暂停该账号的登录和使用。同时，您也应向本网站提供与被停用账号注册信息相一致的个人有效身份信息。本网站核实您所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停该账号的登录和使用。若您没有提供个人有效身份证件或者提供的个人有效身份信息与所注册的身份信息不一致的，本网站有权拒绝您的上述请求。此外，因黑客行为或您的保管疏忽导致您在本网站处的帐号、密码遭他人非法使用，本网站不承担任何责任。
		
		购买问题
		1、本网站提供的充值方式基于第三方提供的相应服务。您在充值中遇到的问题请及时联系客服。
		
		本网站充值行为属于自愿行为，在正常情形下，不予以退款处理。若为没有民事能力的未成年人，请参照前言中对服务对象的限定。
		
		3、禁止使用任何非正常手段恶意充值，使用非法资金，本网站有权对此类用户账号采取包括但不限于冻结、注销等一系列处理。
		
		个人信息保护
		1、您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您可能需要填写真实的身份信息。
		
		2、一般情况下，您可随时浏览、修改自己提交的信息（头像，昵称，交易链接），但出于安全性和身份识别（如号码申诉服务）的考虑，不可对注册的手机账号进行更改。与此同时，出于对网站数据统计与维护的便捷性，不可对推广码进行更改。
		
		网站协议
		1、您对登录后所持账号产生的行为依法享有权利和对应的承担相关责任。
		
		2、除非您与本网站另有约定，您同意本服务仅为您个人使用。
		
		3、您应当通过本网站提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。
		
		4、您不得使用未经本网站授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。造成的相关损失本网站将有权利追究相关责任。
		
		5、您通过服务对程序的使用受制于某些已经包含在规则中的行为准则。这些规则将在本网站官方网站公开并不定期更新，所有通过服务使用程序的用户必须遵守。您有义务知晓、了解并遵守这些行为规则。本网站保留权利决定何种行为违反游戏精神，并对该等行为采取其认为合适的相应的处理措施（包括但不限于警告、暂时或永久冻结账号、拒绝提供服务等）。本网站保留随时修改这些行为规则的权利。
		
		6、您不可试图通过非法侵入、“破解”密码或任何其他非法方式，未经授权访问本网站的功能，或链接至本网站、链接任何本网站服务器的其他系统或网络，未经授权取得本网站提供的任何服务。
		
		7、您不可探查、扫描或测试本网站或链接至本网站的任何网络的弱点，亦不可违反本网站或链接至本网站的任何网络的安全或认证措施。您不可反向查找、追踪或寻求追踪任何关于本网站任何其他用户或访问者和本网站其他客户的信息，包括任何非您所有的本网站账户的来源；或为显示您个人所有信息以外的任何信息之目的，包括但不限于本网站提供的身份证明或信息，使用本网站或本网站提供的任何服务或信息。
		
		8、您同意不使用任何设备、软件或程序，干扰和试图干扰本网站的正常运行或本网站进行的任何交易，或干扰和试图干扰他人使用本网站。
		
		广告
		1、您理解并同意，本网站可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。
		
		2、本网站依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，本网站不承担责任。
		
		额外交易服务
		1、本网站提供的服务包括货品兑换与货品销售以及相关内容，根据您的实际需要，您可以选择与本网站签订另外的服务议及／或销售协议，并相应遵守协议的约定。
		
		2、本网站可能根据实际需要对收费服务的收费标准、方式进行修改和变更，本网站也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，本网站将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
		
		内容管控
		1、您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。
		
		2、您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。
		
		3、您同意本网站可为履行本协议或提供本服务的目的而使用您发送或传播的内容。
		
		4、如果本网站收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意本网站有权进行独立判断并采取删除、屏蔽或断开链接等措施。
		
		不可抗力因素
		1、您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，本网站将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失本网站在法律允许的范围内免责。
		
		在法律允许的范围内，本网站对以下情形导致的服务中断或受阻不承担责任：
		
		（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
		
		（2）您或本网站的电脑软件、系统、硬件和通信线路出现故障；
		
		（3）您操作不当；
		
		（4）您通过非本网站授权的方式使用本服务；
		
		2、您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，本网站不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
		
		（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
		
		（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；
		
		（3）其他因网络信息或用户行为引起的风险。
		
		3、您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，本网站不承担法律责任。
		
		4、本网站依据本协议约定获得处理违法违规内容的权利，该权利不构成本网站的义务或承诺，本网站不能保证及时发现违法行为或进行相应处理。
		
		5、在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意本网站有关防范诈骗犯罪的提示。
		
		协议
		1、您使用本网站的服务即视为您已阅读本协议并接受本协议的约束。
		
		本网站有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。
		
		2、本协议条款变更后，如果您继续使用本网站提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本网站提供的软件或服务。
		
		
		终止服务
		1、鉴于网络服务的特殊性，您同意本网站有权随时变更、中断或终止部分或全部的网络服务。
		
		2、您理解并同意，本网站需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，本网站无需为此承担任何责任，但本网站将尽可能事先进行通告。
		
		3、如发生下列任何一种情形，本网站有权不经通知而中断或终止向您提供的服务：
		（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
		（2）您违反相关法律法规或本协议的约定；
		（3）按照法律规定或主管部门的要求；
		（4）出于安全的原因或其他必要的情形。
		您有责任自行备份存储在本服务中的数据。如果您的服务被终止，本网站可以从服务器上永久地删除您的数据。服务终止后，本网站没有义务向您返还数据。
		
		
		
		`
	},
	{
		title: "使用条款",
		content: `
		未经父母或监护人同意，未满十八（18）周岁的人不得使用本服务。
您必须需要支持的Web浏览器才能访问该服务。您承认并同意服务的性能取决于您的计算机设备和Internet连接的性能。
您有责任管理您的帐户并保管好您的密码。同时，您还有责任限制对帐户的访问权限。您同意不允许任何第三方使用或访问本服务。您同意自己对您帐户中发生的所有活动或您自己使用密码负责。如果您认为第三方已访问您的密码，请尽快使用服务的密码重新生成功能来获取新密码。
		请您在浏览${import.meta.env.VITE_DOMAIN}/(“本网站”)前仔细阅读本网站使用条款，如果您继续访问和使用本网站，则表示您已阅读并理解本网站使用条款，并同意受其约束。如果您不同意本网站使用条款，则请勿继续访问和使用本网站。
请注意，您对服务的使用也受我们隐私政策的约束和保护。本公司（“广西辰享科技有限公司”）拥有保留及随时更新条款和隐私政策的权利，恕不另行通知。
		
		服务条款的确认和接纳
　本网站的各项内容和服务的所有权归本公司拥有。用户在接受本服务之前，请务必仔细阅读本条款。用户使用服务，或通过完成注册程序，表示用户接受所有服务条款。
		
		账户
		您必须创建账户才能访问和使用服务，并且必须提供有效的手机号码才能创建账户。您必须在创建账户时提供完整、准确和最新的信息，并在发生任何更改时立即更新这些信息。您可以请求公司删除或去除您提供的任何信息；但是，您承认并同意公司可以拒绝您的请求或恢复以前删除和去除的任何信息。您必须对您账户下发生的所有活动负责，并承担未经授权访问的所有风险。您同意维护登录凭证的安全性和机密性，并拒绝在未经授权的情况下(无论是通过站点、应用程序还是其他方式)访问您的账户。如果您发现或怀疑任何未经授权访问或使用您的账户，必须立即通知公司。
您将同意公司：有权限制任何用户或关联公司能够创建的账户数量。
您将同意本公司保留：随时以任何理由终止您的账户的权利和唯一决定权。
		
		风险承担
		技术
		如果公司的服务的或是任何其他组件遭到网络攻击，您的账户和其中的通证可能会受到不利影响。本公司均不保证其在发生此类攻击时可预见、预防、减轻或采取纠正措施。暂停/停止支助/撤出。如果在平台上交易的特定通证发生分叉或网络攻击，您同意公司可以暂时中止相关通证的服务(无论是否事先通知您)，并且公司可以不支持(或停止支持) 分叉通证。如果可行，公司将为您提供收回此类通证的机会。有关受攻击通证的存款、提款和用户余额的决议将由网站根据具体情况自行决定。本公司不就安全性做出任何陈述或保证，也不对任何价值损失或被盗财产负责，无论本公司是否疏忽提供适当的安全性。
		交易
		平台上的交易可能由于若干原因而失败，包括但不限于价格变化。本公司不对任何交易的正常执行做出任何陈述或保证。本公司特此声明：放弃负责因任何交易失败而产生、或与任何交易失败相关的所有损失和损害。您同意并承认公司并没有责任通知交易失败。 本公司可在任何时候拒绝执行交易、施加交易金额的限制或约束，无需事先通知，并可自行决定。虽然本网站可酌情撤销交易，但用户不得更改、撤回或取消其交易授权，但部分填写的订单除外。 本公司可更正、冲销或取消任何因处理交易指示错误及其他原因而影响的交易。如果出现错误，您的补救措施将受到限制。我们不能保证此类取消或退款始终是可能的。 公司的运行使得每个用户的订单与其他用户的订单相匹配。根据下订单时的交易活动，可以部分填写订单或填写多个订单。 您确认公司为每个账户提供加密通证存储功能，以便进行交易。
		中止
		本网站有权随时终止先前提供的通证可用性。在这种情况下，公司将为您提供收回这些通证的机会。
		使用许可
		本网站授予您有限、非排他性、不可转让的许可，允许您访问和使用本服务，仅用于本服务的预期功能以及本公司明确允许的其他批准用途。明确禁止任何其他使用服务的行为。
		使用应用程序时，您同意不会去:
		1、反编译、反向工程、反汇编、尝试导出网站的源代码或解密网站；
		2、对网站进行任何修改、改编、改进、增强、翻译或衍生作品；
		3、违反与您访问或使用网站相关的任何适用法律、规则或法规；
		4、将该网站用于并非设计或意图用于的任何其他目的；
		5、通过网络提供网站，或以其他方式允许多个移动设备或用户同时访问或使用该网站；
		6、使用网站向任何网站发送自动查询或发送任何未经请求的商业电子邮件；
		7、未经授权使用网站或其关联的专有信息或知识产权(包括但不限于商标)。
		用户行为守则
		使用或访问服务时，您同意不会:
		1、通过密码挖掘或其他方式获取或企图获取对网站、其他用户账户或服务任何其他组成部分的未经授权访问；
		2、在网站或服务的任何组成部分上使用或企图使用网络爬虫；
		3、对我们的基础设施造成巨大负担；
		4、将含有计算机病毒、特洛伊木马或蠕虫的任何材料上载到网站。
		隐私相关
		您的隐私对我们很重要。但是，我们可能被迫根据相应的法律、规则或法规共享您的信息。有关详细信息，请参阅我们的《隐私政策》。
		
		不可转让性
		虽然向用户提供的账户和服务不可转让，但网站有权将账户和服务的所有权、利益进行义务转让、转让或出售给任何人，这些条款对公司或其贷款人的继承人和受让人(如有)继续有效。
		
		信息内容所有权
		本公司的信息内容包括：文字、软件、声音、相片、录象、图表；以及其它信息，所有这些内容受版权、商标、标签和其它财产所有权法律的保护。
用户只能在授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
		
		免责声明
		用户了解并同意，在任何情况下，我们不就以下各事项承担责任：
		(1)收入的损失；
		(2)交易利润或合同损失；
		(3)业务中断；
		(4)预期可节省的货币的损失；
		(5)信息的损失；
		(6)机会、商誉或声誉的损失；
		(7)数据的损坏或损失；
		(8)购买替代产品或服务的成本；
		(9)数字资产消亡或退出市场；
		(10)任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为我们合理预见；不论我们是否事先被告知存在此种损失或损害的可能性。
		
		用户了解并同意，我们不对因下述任一情况而导致用户的任何损害赔偿承担责任：
		(1)我们有合理理由认为用户的具体交易事项可能存在重大违法或违约情形。
		(2) 我们有合理的理由认为用户在我们的行为涉嫌违法或不当。
		(3) 通过我们服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。
		(4)用户对本网站服务的误解。
		(5)非因我们的原因而造成用户信息被泄露、毁损或灭失。
		(6)任何非因我们的原因而引起的与我们提供的服务有关的其它损失。
		(7)我们不能保证我们包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故用户登陆、使用我们任何服务或下载及使用该下载的任何程序、信息、数据等均是用户个人的决定并自行承担风险及可能产生的损失。
		(8)我们对我们链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的内容等不做任何保证和承诺，用户如果使用第三方网站提供的任何服务、信息及产品等均为用户个人决定且承担由此产生的一切责任。
		(9)我们对于用户使用我们服务不做任何明示或暗示的保证，包括但不限于我们提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对我们提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用我们提供的服务是用户个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，用户理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是用户个人的自由选择及决定且自行承担风险及可能产生的损失。
		(10)协议中规定的我们的保证和承诺是由我们就本协议和我们提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。
		(11)我们并不放弃本协议中未提及的在法律适用的最大范围内我们享有的限制、免除或抵销我们损害赔偿责任的任何权利。
		
		适用法律
		上述条款将适用中华人民共和国的法律，所有的争端将诉诸于本网所在地的人民法院。
如发生服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持约束力。
		
		修正
		公司可随时修改、删除或以其他方式修改本使用条款和隐私政策中的任何条款;前提是，公司至少在修改前七天在网站和/或官方群聊中告知您。
		
		结束服务
		本公司可随时根据实际情况中断一项或多项服务，不需对任何个人或第三方负责或知会。
		同时用户若反对任何服务条款的建议或对后来的条款修改有异议，或对服务不满，用户可以行使如下权利：
(1) 不再使用本公司的服务。
(2) 通知本公司停止对该用户的服务。
		
		
		
		
		另：
		关系
		我们与Valve公司，Counter Strike：Global Offensive，Steam或Valve公司的任何其他商标无任何关联或认可。
		
		${import.meta.env.VITE_DOMAIN}的钱包
		通过向您的${import.meta.env.VITE_DOMAIN}钱包添加金额，您接受所收到的代币将由硬币代替，没有实际价值，也不受任何退款。
		其他条款和条件;最终用户许可协议
		当您使用支付宝提供的支付宝服务在我们的网站上进行购买时，您购买的责任将首先转移到支付宝支付服务提供商，然后才能交付给你。 
		支付宝服务提供商承担主要责任，我们的协助，支付和支付相关的客户支持。 
		支付宝服务提供商与使用支付宝服务的客户之间的条款受单独协议的约束，不受本网站条款的约束。
		对于通过支付宝服务提供商结账进行购买的客户，（i）支付宝服务提供商的隐私政策应适用于所有付款，并应在进行任何购买之前进行审核，以及（ii）支付宝服务提供商退款政策应适用于所有付款，除非相关供应商事先明确向买方发出通知。此外，购买某些产品还可能要求购物者同意一个或多个最终用户许可协议，其中可能包括产品供应商而非我们或支付宝服务提供商设定的附加条款。。
		我们和/或通过使用支付宝服务在我们网站上销售产品的实体主要负责这些产品的保修，维护，技术或产品支持服务。我们和/或在我们网站上销售产品的实体主要负责向用户承担与履行订单相关的任何责任，以及最终用户客户签订的协议。支付宝服务提供商主要负责促进您的付款。
		您需要承担与您与支付服务提供商的关系所产生的费用或您当地海关官员或其他监管机构征收的关税和税款所产生的与购买和交付物品相关的任何费用，税金或其他费用。
		有关客户服务查询或争议，您可以通过QQ：3651718099与我们联系与通过支付宝服务提供商付款进行的付款相关的问题，应用支付宝APP扫描二维码进行联系。
		
		在可能的情况下，我们将与您和/或在我们网站上销售的任何用户合作，以解决您购买时产生的任何争议。
		
		`
	},
	{
		title: "关于我们",
		content: `
		ooskins是国内最公平公正的CSGO开箱网站，提供极棒的开箱体验和购物体验。概率真实，物品无溢价，饰品秒提取。ooskins网站上，你可以即时获得更多的CSGO饰品，商城有海量的饰品可随时取回到库存。

		公司名称：Mangdu Technology Co., LTD

		联系方式：3789944296@qq.com`
	}
]
